Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/depts/regjeringen.no/9_id_512923.html.tmx
Source language: nob
Languages: sme

source: I regi av SANKS ble det i 2007 etablert et fagteam ved to psykologer i Kautokeino kommune.
sme: SANK ásahii 2007:s fágajoavkku Guovdageain-nu suohkanii ja mas leat guokte psykologa.

source: Disse har i hele 2007 tilbudt kliniske tjenester rettet mot barn og unge som har vært utsatt for seksuelle overgrep i kommunen.
sme: Dat guovttos leaba olles 2007:s fállan klinihkalaš bálvalusaid mat leat jurddašuvvon daid suohkana mánáide ja nuoraide geat leat vásihan seksuála veagalváldima.

source: Det er lagt vekt på undervisning i skolen, gruppemøter med ungdom og møter med foreldrene.
sme: Das leat deattuhan oahpahusa skuvl, ­las joavkočoahkkimiid nuoraiguin ja čoahkkimiid váhnemiiguin.

source: Det er etablert en telefontjeneste i kommune.
sme: Suohkanii leat ásahan telefonbálvalusa.

source: Det er også gitt tilbud om hjelp til overgripere.
sme: Ja veagalváldiide maid leat fállan veahki.

source: Lignende tiltak er nå under etablering i Tysfjord kommune på bakgrunn av de erfaringer man har gjort i Kautokeino.
sme: Sullasaš doaibmabijuid leat dál ásaheame Divttas-vuona suohkanii daid vásáhusaid vuođul maid Guovdageainnus leat vásihan.

source: 8.3 Somatisk spesialisthelsetjeneste
sme: 8.3 Somáhtalaš spesialistadearvvašvuođabálvalus

source: Spesialistlegesenteret i Karasjok ble etablert for å kunne betjene den samiske befolkning på grunnlag av kompetanse innen samisk språk og kultur.
sme: Spesialistadoavtterguovddáš Kárášjogas lea ásahuvvon danne vai bálvala sámi álbmoga dainna gelbbolašvuođain mii sis lea sámegielas ja kultuvrras.

source: Senteret har fra starten hatt tilbud innenfor indremedisin, øre-nese-hals og revmatologi.
sme: Guovddážis lea álggu rájes leamaš fálaldat sismedisiinnas, beallje-njunne-čotta dálkkodeamis ja revmatologiijas.

source: Senteret har også tilbud innen ortopedi og kirurgi, samt hudlidelser.
sme: Guovddážis lea maid fálaldat ortopediijas ja kirurgiijas ja liikkeváttuin.

source: Senteret er utstyrt med røntgenavdeling, blodlaboratorium og høresentral.
sme: Guovddážis lea suojusgovvaossodat, varralaboratoria ja gullanguovddáš.

source: 8.4 Habilitering og rehabilitering
sme: 8.4 Habiliteren ja rehabiliteren

source: I Soria Moria-erklæringen er det slått fast at re ­habilitering og opptrening skal sikres til alle som trenger det etter sykdom eller skade.
sme: Soria Moria-julggaštusas lea celkojuvvon ahte rehabiliteren ja lášmmohallan galgá sihkkarastojuvvot buohkaide geat dan dárbbašit maŋŋil buozalmasvuođa dahje roasmmohuvvama.

source: Regjeringen vil også arbeide for at barn med funksjonshemminger eller kronisk sjukdom får et godt og tverrfaglig habiliteringstilbud.
sme: Ráđđehus áigu maid bargat dan ala ahte mánát geat leat doaibmaváillagat dahje geain lea bistevaš dávda, galget oažžut buori ja fágaidgaskasaš habiliterenfálaldaga.

source: Helse- og omsorgsdeparte men ­tet la fram Nasjonal strategi for habilitering og rehabilitering sammen med St.prp. nr. 1 (2007 – 2008).
sme: Dearvvašvuođa- ja fuolahusdepartemeanta bijai ovdan Nationála strategiija habiliteremii ja rehabiliteremii oktanaga Sd.prp. nr. 1 (2007 – 2008).

source: Strategien omtaler tilbudet til samisk befolkning.
sme: Strategiijas lea čállojuvvon fálaldagaid birra mat leat sámi álbmogii.

source: Den enkeltes rett til rehabilitering er i dag sikret gjennom lovgivningen, både i kommunehelsetjenesteloven og i spesialisthelsetjenesteloven.
sme: Ovttaskas olbmo riekti rehabiliteremii lea dál sihkkarastojuvvon lágaid bokte, sihke suohkan ­dearvvašvuođabálvalusálága bokte ja erenoamáš-dearvvašvuođabálvaluslága bokte.

source: Den samiske befolkningen skal tilbys habiliterings- og rehabiliteringstjenester innenfor det ordinære tjenestetilbudet.
sme: Sámi álbmogii galget fállojuvvot habiliteren- ja rehabiliterenbálvalusat dábálaš bálvalusfáladaga siskkobealde.

source: Utfordringen er å bygge opp samisk språkkunnskap og kulturforståelse der det er aktuelt.
sme: Hástalus lea hukset sámi giellamáhtu ja kulturipmárdusa doppe gos lea dárbu.

source: Tiltak for å styrke en slik forståelse er fortsatt nødvendig.
sme: Diekkár ipmárdusa nannendoaimmat leat ain dárbbašlaččat.

source: Mennesker med kognitiv svikt som følge av sykdom eller skader, har et særlig behov for et rehabiliteringstilbud hvor språk- og kulturforståelse ligger til grunn for samhandlingen.
sme: Dakkár olbmot geain lea kognitiiva váili buozalmasvuođa dahje roasmmohuvvama dihte, dárbbašit erenoa-mážit dakkár rehabiliterenbálvalusa gos giella- ja kulturipmárdus lea vuođđun ovttasdoaibmamii.

source: Helsesenteret Sonjatun i Nordreisa er blant annet et statlig spesialpedagogisk tyngdepunkt for rehabilitering av pasienter med afasi og stemmeproblemer.
sme: Dearvvašvuođaguovddáš Sonjatun Ráissas lea earret eará stáhtalaš erenoamášpedagogalaš rehabiliterenbáiki dakkár buhcciide geain lea afasiija dahje geain leat jietnaváttut.

source: Senteret er også en del av spesialisthelsetjenesten ved Universitetssykehuset i Nord-Norge HF.
sme: Dat guovddáš lea maid oassin Davvi- Norgga Universitehtabuohcciviesu HF erenoamášdearvvašvuođa bálvalusas.

source: Helsedirektoratet finansierer en stilling til samiskspråklig logoped ved senteret gjennom årlige prosjektmidler for å sikre at samiskspråklige blir møtt med språk- og kulturforståelse.
sme: Dearvvaš-vuođadirektoráhtta ruhtada ovtta sámegielat logopeda virggi dan guovddážis prošeaktaruđaid bokte juohke jagi vai sihkkarastet ahte sámegielat ol-bmuiguin deaivvadit dakkárat geain lea giella- ja kulturipmárdus.

source: Helsedirektoratet arbeider med nasjonale faglige retningslinjer for forebygging, behandling og rehabilitering ved hjerneslag.
sme: Dearvvašvuođadirektoráhtta bargá maid nationála fágalaš eastadan-, dikšun- ja vuoiŋŋaščaskkástaga rehabiliteren njuolggadusaiguin.

source: Det vil i dette arbeidet blir vurdert om det er behov for særskilte tiltak for å implementere retningslinjene i befolkningen der kultur og språk kan utgjøre barrierer.
sme: Dan barggus árvvoštallet ahte lea go dárbu erenoamáš doaimmaide go galgá implementeret njuolggadusaid dakkár álbmogii mas kultuvra ja giella sáhttet dagahit heđuštemiid.

source: Boks 9.1 Samisk virkelighetsoppfatning og kulturforståelse i pleie- og omsorgstjenesten
sme: Boksa 9.1 Sámi máilmmiipmárdus ja kulturipmárdus dikšun- ja fuolahusbálvalusas

source: Figur 9.2 Storfjord kommune i Troms
sme: Govus 9.2 Omasvuona suohkan Romssa fylkkas

source: I Storfjord kommune ble det i perioden 2003 – 2006, med støtte fra Sametinget, gjennomført et prosjekt der målsetningen var å implementere den sjøsamiske og kvenske livsforståelsen og tradisjonen inn i den vanlige pleie- og omsorgstjenesten.
sme: Omasvuona suohkanis čađahuvvui áigodagas 2003 – 2006 Sámedikki vehkiin prošeakta mas lei ulbmil implementeret mearrasámi ja kveana eallinipmárdusa ja árbevieru dábálaš dikšun- ja fuolahusbálvalussii.

source: Viktige faktorer i arbeidet er å etablere en praksis med systematisk kunnskapsutvikling, dokumentasjon og iverksetting av den livskunnskapen brukere, pårørende og ansatte har.
sme: Deaŧálaš oasit dan barggus leat ásahit dakkár barggu mas lea systemáhtalaš máhttoovdánahttin, dokumentašuvdna ja johtui bidjan dan eallinmáhtus mii lea geavaheddjiin, lagaš olbmuin ja bargiin.

source: Det er også av betydning å ha et sterkt fokus på lokalmiljøets verdier og tradisjoner.
sme: Ja lea maid deaŧalaš ahte báikkálaš birrasa árvvut ja árbevierut čalmmustahttojuvvojit.

source: Arbeidet har medført stor motivasjon og interesse fra ansatte, brukere og pårørende.
sme: Diet bargu lea dagahan ahte bargiin, geavaheddjin ja lagaš olbmuin lea mokta ja beroštupmi.

source: Kulturforståelse og tiltak er nå nedfelt i alle avdelingene i årsrapporter og tiltaksplaner.
sme: Kulturipmárdus ja doaibmabijut leat dál čállojuvvon buot ossodaga jahkerapporttaide ja doaibmaplánaide.

source: Videre er det et emne ansatte gjerne velger å utvikle i videre- og etterutdanning.
sme: Muđui de lea dat dakkár fáddá masa bargit áinnas válljejit iežaset čiekŋudit lasse- ja joatkkaoahpus.

source: Alle individuelle planer i tjenesten har en egen kulturdel.
sme: Buot individuálaplánaid bálvalusas lea sierra kulturoassi.

source: Tjenesten omfatter sykehjem, hjemmetjeneste, psykisk helse, utviklingshemmede og arbeidstrening for alle disse gruppene og omfatter mennesker i alle aldre.
sme: Bálvalussii gullet buohcciviesut, ruovt, ­tubálvalus psykalaš dearvvašvuohta, doai-b ­mavádjit ja bargohárjehus buot joavk ­kuide ja dat fátmmasta juohke agi olbmuid.

source: Helse- og omsorgsdepartementet la i 2007 fram en delplan til Omsorgsplan 2015, Demensplan 2015 – Den gode dagen.
sme: Dearvvašvuođa- ja fuolahusdepartemeanta bijai ovdan 2007:s oasseplána Fuolahusplánii 2015; Demeansaplána 2015 – Buorre beaivi.

source: Planen er utarbeidet på bakgrunn av Rapport IS- 1486 «Glemsk, men ikke glemt» fra Helsedirektoratet, med utfordringer, behov og anbefalte satsingsområder bl.a. for samisk befolkning.
sme: Plána ráhkadedje Raportta IS- 1486 vuođul «Muittoheapmi, muhto ii vajálduvvon» Dearvvašvuođadirektoráhtas, ja mas bohtet ovdan hástalusat, dárbbut ja ávžžuhuvvon nannensuorggit ee. sámi álbmogii».

source: Ved utvikling av demens kan personen miste sitt andre språk, og for samer kan dette medføre at norskferdighetene går tapt og kommunikasjonsvansker kan oppstå.
sme: Go olbmui boahtá demeansa, de sáhttá son massit iežas nuppi giela, ja sápmelaččaide sáhttá dat dagahit ahte dárogielmáhttu jávká ja de sáhttet gulahallanváttisvuođat šaddat.

source: Departementet ser at det er behov for å etablere et samisk demenssenter som kan bistå med utredning og diagnostisering av demens og bistå med ambulant råd og veiledning.
sme: Departemeanta oaidná dárbbu ásahit sámi demeansaguovddáža mii sáhttá leat veahkkin čielggadanbargguin ja demeanssa fuomášeamis ja mii sáhttá leat veahkkin johtti rávvagiiguin ja bagadallamiin.

source: 8.5 Informasjon til kreftsyke
sme: 8.5 Diehtojuohkin borasdávdabuhcciide

source: I dag tilbyr Den norske kreftforening samiske pasienter å ta kontakt med «Kreftlinjen» hvor en samisktalende kreftsykepleier er tilgjengelig per elektronisk post samt telefon en gang per uke.
sme: Dál fállá Norgga borasdávdasearvi sámi buhcciide váldit oktavuođa «Kreftlinjen» nammasaš linnjái mas sámegielat borasdávdabuohccidivššár lea olámuttos elektruvnnalaš poastta bokte ja maid telefuvnna bokte oktii vahkkui.

source: Våren 2007 ble det gitt ut en brosjyre om kreft på samisk.
sme: Giđđat 2007 almmuhuvvui gihpa borasdávdda birra sámegillii.

source: Det er behov for å styrke denne typen informasjon ytterligere.
sme: Lea dárbu nannet diekkár diehtojuohkima ain eambbo.

source: 8.6 Rus
sme: 8.6 Gárrendilli

source: I forbindelse med undersøkelsen «Ung i Nord» viste rapporten «Ung i Sápmi» (2003) at selvrapportert alkohol- og narkotikabruk blant samisk ungdom var lavere enn i den øvrige befolkningen, og lavest i indre Finnmark.
sme: «Nuorra davvin» iskkadeami oktavuođas čájehii raporta ahte «Nuorra Sámis» (2003) iešdieđihuvvon alkohol- ja narkotihkkaatnin sámi nuoraid gaskkas lea unnit go muđui álbmogis, ja buot unni ­mus Sis-Finnmárkkus.

source: Dette er interessante funn som kan bidra til å avlive mulige myter på dette området om det motsatte.
sme: Dat leat miellagiddevaš dieđut mat sáhttet leat fárus jávkadeame daid gáttuid mat dáidet leat ja mat leat juste nuppe ládje.

source: Det er grunn til å være oppmerksom på resultatene i rapporten, og å undersøke disse nærmere som ledd i det videre forebyggingsarbeidet.
sme: Raportta bohtosiid gánnáha atnit muittus, ja fertešii maid guorahallat daid dárkileappot go viidáseappot galget bargat eastadanbargguin.

source: Forebyggingstiltak må målrettes bedre og ta hensyn til at personer med samisk bakgrunn kan ha andre behov enn den norske befolkning, for eksempel for oversettelse eller bruk av tolk.
sme: Eastadandoaimmat fertejit leat eambbo ulbmiliid guvlui ja váldit vuhtii ahte dain olbmuin geain lea sámi duogáš soitet leat eará dárbbut go dáčča álbmogis, ovdamearkka dihte jorgaleami dahje dulkoma dáfus.

source: Det synes å være en generell erfaring at samiske pasienter i rusinstitusjoner forholder seg tause og tilbaketrukne på grunn av opplevde maktrelasjoner og fremmedgjøring.
sme: Oppalaš vásáhusat orrot leame dat ahte sámi buohccit gárrenmirkoinstitušuvnnain orrot jávohaga ja okto sajis danne go leat vásihan fápmooktavuođaid ja eaidadeami.

source: For å bedre behandlingsresultatene til samiske pasienter i rusinstitusjoner vil departementet i samarbeid med Sametinget og samiske helse- og sosialfaglige miljøer etablere tilbud som tar opp i seg en samisk kulturell erfaring, der fysisk arbeid med tilknytning til tradisjonelle næringer og håndverk kan stå sentralt.
sme: Vai buorránivčče daid sámi buhcciid dikšunbohtosat geat lea institušuvnnain, de áigu departemeanta ovttasráđiid Sámedikkiin ja sámi dearvvašvuođa- ja sosialfágalaš birrasiiguin ásahit dakkár fálaldaga mas lea mielde sámi kultuvrralaš vásáhus, gos árbevirolaš ealáhusaide čadnon fysalaš bargu ja duodji sáhttá leat guovddážis.

source: 8.7 Oppfølging av nasjonal strategi for å utjevne sosiale helseforskjeller
sme: 8.7 Nationála strategiija čuovvoleapmi dássen dihte sosiála dearvvašvuođaerohusaid

source: Senter for samisk helseforskning har både epidemiologisk og samfunnsvitenskapelig kompetanse, og vil kunne bidra til å belyse eventuelle sosiale forskjeller i helse og helseatferd mellom norsk og samisk befolkning, og innad i den samiske befolkning.
sme: Sámi dearvvašvuođadutkanguovddážis lea sihke epidemiologalaš ja servodatdieđalaš gelbbolašvuohta, ja dat sáhttá leat mielde fuomášuhttime sosiála erohusaid dearvvašvuođas ja dearvvašvuođameannudeamis, jus dat gávnojit, gaskal dáčča ja sámi álbmoga ja maid siskkobealde sámi álbmoga.

source: Iverksetting av tiltak for økt språkkompetanse og kulturforståelse er avgjørende for økt resultatlikhet i helsetjenesten.
sme: Doaibmabijuid johtui bidjan vai šattašii eambbo giellagelbbolašvuohta ja kulturipmárdus lea mearrideaddjin jus galget leat eambbo ovttalágan bohtosat dearvvašvuođabálvalusas.

source: På levekårsområdet for øvrig er det store utfordringer knyttet til frafall fra skolegang og varig arbeidsledighet.
sme: Eallindillesuorggis leat muđui stuora hástalusat danne go máŋggas heitet skuvllas ja leat barggu haga bistevaččat.

source: Generelle levekår har stor betydning for god helse og for å mestre livet samt å kunne bruke de ordninger som er etablert i samfunnet.
sme: Olbmo oppalaš eallindilli mearkkaša ollu jus galgá leat dearvvaš ja nagodit eallima ja maid atnit daid ortnegiid mat leat ásahuvvon servodahkii.

source: Det er avgjørende at samordningen mellom de ulike delene av NAV-etaten lykkes, og at arbeidet med samiske brukere tar utgangspunkt i deres kulturelle erfaringer.
sme: Lea mearrideaddjin ahte ovttastuhttin gaskal iešguđet NAV-etáhta osiid lihkostuvvá, ja ahte go barget sámi geavaheddjiiguin de váldet vuhtii sin kultuvrralaš vásáhusaid.

source: Det kan være behov for å utvikle andre tiltak og kurstilbud enn de som er mer eller mindre standardisert på landsplan.
sme: Soaitá leat dárbu bidjat johtui eará doaimmaid ja kursafálaldagaid go daid mat leat unnit eanet ovttaiduhttojuvvon riikkadásis.

source: Brukermedvirkning vil være viktig for å få til dette.
sme: Jus dien galgá olahit, de fertejit geavaheaddjit leat mielde das.

source: 8.8 Senter for samisk helseforskning
sme: 8.8 Sámi dearvvašvuođadutkama guovddáš

source: Siden etableringen i 2001 har senteret gjennomført en rekke studier knyttet til helse og levekår for den samiske befolkning.
sme: Dan rájes go guovddáš ásahuvvui 2001:s, de lea dat čađahan muhtin ráje iskkademiid mat gullet sámi álbmoga dearvvašvuhtii ja eallindillái.

source: De viktigste studiene er:
sme: Deaŧalea ­mos iskkadeamit leat:

source: Helse- og leverkårsundersøkelsen SAMINOR
sme: Dearvvašvuođa- ja eallindiliiskkadeapmi SAMINOR

source: Urfolksforskning i polare strøk
sme: álgoálbmotdutkan polára guovlluin

source: Ungdom og helse i nord
sme: Nuorat ja dearvvašvuohta davvin

source: Kartlegging blant helse- og sosialarbeidere i Nord-Norge – kompetanse og tjenestetilbud.
sme: Kárten Davvi- Norgga dearvvašvuođa- ja sosialbargiid gaskkas – gelbbolašvuohta ja bálvalusfáladat

source: Det er i dag avlagt fire doktorgradsavhandlinger på bakgrunn av forsk ­ning ved senteret, og flere er nært forestående.
sme: Guovddážis lea buorre dilli bestema dáfus danne go máŋggas geat leat čađahan doavttergráda háliidit joatkit dutkin.

source: Helse- og omsorgsdepartementet ønsker å videreføre finansieringen til senteret i et langsiktig perspektiv.
sme: Deavvašvuođa- ja fuolahusdepartemeanta áigu ain doalahit ruhtadeami guovddážii guhkitáiggi perspektiivvas.

source: Dette for å sikre langsiktig kunnskapsoppbygging og forsk ­ningsaktivitet ved senteret.
sme: Dat lea sihkkarastin dihte guhkitáiggi máhttoloktema ja dutkanaktivitehta guovddážis.

source: I tiden fremover vil følgende forsk nings ­områder stå sentralt:
sme: Ovddosguvlui de galget leat čuovvovaš dutkansuorggit leat guovddážis:

source: Tverrsnittsanalyse av funnene i helse- og levekårsundersøkelsen SAMINOR samt en oppfølgingsundersøkelse som kan belyse endringer i livsstil, levekår og helse over tid.
sme: Rastáčuohpahatguorahallan dain bohtosiin mat ledje dearvvašvuođa- ja eallindilleiskkadeamis SAMINORas ja maid čuovvolahttiniskkadeapmi mii sáhttá čájehit rievdademiid mat áiggi mielde šaddet eallinvuogis, eallindilis ja dearvvašvuođas.

source: Inngå i samarbeid om internasjonal forsk ­ning bl.a. urfolksforskning i polare strøk.
sme: Ráhkadit ovttasbarggu riikkaidgaskasaš dutkamis ee. álgoálbmotdutkama polára guovlluin.

source: Det er et ønske å delta i «Survey of living conditions in the Artic» – SliCA.
sme: Háliidit oassálastit «Survey of living conditions in the Arctic» – SliCA nammasaš doibmii.

source: Et slikt samarbeid vil kunne danne grunnlag for et bredere internasjonalt engasjement.
sme: Diekkár ovttasbargu dagahivččii eambbo viiddis riikkaidgaskasaš beroštumi.

source: Miljømessige problemer i relasjon til helse og levekår.
sme: Biraslaš váttisvuođat mat gusket dearvvašvuhtii ja eallindillái.

source: I første omgang dreier det seg om miljøforurensninger i samers tradisjonelle kosthold; reinkjøtt og fisk.
sme: álggus lea vuos sáhka birasnuoskkidemiin sámi árbevirolaš biepmus; bohccobierggus ja guolis.

source: Det er ønske om å gjennomføre en bredt anlagt medisinsk og kulturell studie av Tsjernobyl-ulykkens betydning for sørsamene på bakgrunn av et tidligere forprosjekt gjennomført i 2006.
sme: Háliidit čađahit viidát medisiinnalaš ja kultuvrralaš iskkadeami das movt Tsjernobyl lihkohisvuohta váikkuhii oarjelsámiide dan ovdalaš ovdaprošeavtta vuođul mii čađahuvvui 2006:s.

source: Intensivering av samarbeid med Statistisk Sentralbyrå, Sametinget og Samisk høgskole i Kautokeino.
sme: Eambbo bargagoahtit ovttas Statistihkalaš Guovddášdoaimmahagain, Sámedikkiin ja Sámi allaskuvllain Guovdageainnus.

source: Fortsette forsk ­ning knyttet til selvmord, rus og psykisk helse.
sme: Joatkit dutkama mii gullá iešsoardimii, gárrendillái ja psykalaš dearvvašvuhtii.

source: Resultatene av disse undersøkelsene blir publisert løpende.
sme: Bohtosat diein iskkademiin galget dađistaga almmuhuvvot.

source: 8.9 Tannhelse
sme: 8.9 Bátnedearvvašvuohta

source: I St.meld. nr. 35 (2006 – 2007) Tilgjengelighet, kompetanse og sosial utjevning – Framtidas tannhelsetjenester er tannhelsetjenester til den samiske befolkning omtalt.
sme: Sd.dieđ. nr. 35 (2006 – 2007) Tilgjengelighet, kompetanse og sosial utjevning – Framtidas tannhelsetjenester dieđáhusas lea sámi álbmoga bátnedearv-vašvuođabálvalusaid birra čállojuvvon.

source: Den fylkeskommunale tannhelsetjenesten i Finnmark formidler at tannhelsesituasjonen innenfor de samiske områdene er vanskelig, både blant barn og unge og den voksne del av befolkningen.
sme: Finnmárkku fylkkagielddalaš bátnedearvvašvuođabálvalus muitala ahte bátnedearvvašvuođadilli sámi guovlluin lea váttis, sihke mánáid ja nuoraid gaskkas ja maiddái rávesolbmuid gaskkas.

source: Helse- og omsorgsdepartementet vil innhente ytterligere kunnskap om tannhelsen i den samiske befolkning.
sme: Dearvvašvuođa- ja fuolahusdepartemeanta áigu čohkket ain eambbo dieđuid sámi álbmoga bátnedearvvašvuođa birra.

source: Problemer med rekruttering av tannleger til offentlige stillinger i Nord-Norge var ett av flere argumenter som medførte at Stortinget i 2002 sluttet seg til forslaget om å øke utdanningskapasiteten av tannleger.
sme: Okta ágga lei váttisvuohta háhkat bátnedoaktáriid almmolaš virggiide Davvi-Norgii ja dat dagahii ge ahte Stuoradiggi 2002s čuovvoli evttohusa lasihit návcca oahpahit bátnedoaktáriid.

source: Denne økningen skulle finne sted gjennom å etablere en ny utdanning i Tromsø.
sme: Dat lasi-heapmi galggai leat dainna lágiin ahte ásahit ođđa oahpu Romsii.

source: I 2004 ble de første 12 studieplasser etablert.
sme: 2004s ásahuvvojedje vuosttaš 12 lohkansaji.

source: Tannlegeutdanningen i Tromsø har lagt vekt på omfattende praksis i offentlig tannhelsetjeneste under utdanningen.
sme: Romssa bátnedoavttiroahppu lea deat ­tuhan ohppiin galgat leat viiddis hárjehallanáigi almmolaš bátnedikšunbálvalusas oahpu vuolde.

source: Opptakskapasiteten har økt gradvis, til 40 per år fra høsten 2007.
sme: Sisaváldinkapasitehta lea dađistaga lassánan, 40 oahppi rádjái juohke jagi 2007 čavčča rájes.

source: Ved opptak av nye tannlegestudenter, skal 60 prosent av studentene være fra de tre nordnorske fylkene, samtidig som en plass er reservert en samisktalende student.
sme: Go ođđa bátnedoavttiroahppit váldojuvvojit skuvllaide, de galgá 60 proseantta studeanttain leat eret Norgga golmma davimus fylkkas, dan seammás go okta sadji lea dollojuvvon sámegielat studentii.

source: Som et virkemiddel for å sikre tilgangen på spesialisttannlegetjenester i hele Nord-Norge, er det opprettet et regionalt odontologisk kompetansesenter for Nord-Norge.
sme: Gaskaoapmin sihkkarastit spesialista bátne-doavttirbálvalusaid leahkima olles Davvi-Norggas, de leat ásahan regiunála odontologiija gelbbolašvuođaguovddáža Davvi-Norgga várás.

source: Tannlegeutdanningen, tannpleierutdanningen og kompetansesenteret er samlokalisert i et nytt klinikkbygg oppført av Troms fylkeskommune.
sme: Bátnedoavttiroahppu, bátnedikšunoahppu ja gelbbolašvuođaguovddáš lea biddjojuvvon ođđa klinihk ­kavistái maid Romssa fylkkasuohkan lea huksen.

source: Bygget ble tatt i bruk sommeren 2007.
sme: Dan vistti atnigohte geasset 2007s.

source: Det forventes at den nye utdanningen og kompetansesenteret skal bidra til bedre rekruttering og stabilisering av tannhelsepersonell i Nord-Norge, mer forsk ­ning og fagutvikling, og bedre kvalitet i tjenesten.
sme: Vurdojuvvo ahte ođđa oahppu ja gelbbolašvuođaguovddáš galgá dagahit sihke buoret rekruterema ja dássedis dili Davvi-Nogga bátnedikšunbargiid dáfus, eambbo dutkama ja fágaovdánahttima, ja buoret kvalitehta bálvalusaide.

source: 8.10 Særskilte utfordringer i det lulesamiske og sørsamiske området
sme: 8.10 Sierra hástalusat julevsámi ja oarjelsámi guovlluin

source: I lulesamiske og sørsamiske områder utgjør den samiske befolkningen en minoritet.
sme: Julevsámi ja oarjelsámi guovlluin lea sámi álbmot unnitlogus.

source: Med enkelte unntak er det få samiske familier i hver kommune.
sme: Leat dušše moadde sámi bearraša juohke suohkanis, dušše muhtin sajiin leat eambbo.

source: Familiene er knyttet til hverandre på tvers av kommunegrenser gjennom felles kultur og nettverk.
sme: Bearrašat leat čadnojuvvon oktii suohkanrájiid badjel oktasaš kultuvrra ja fierpmádaga bokte.
